export function skipFriday() {
	const vars = [
		'Сегодня не пятница.',
		'╭∩╮( •̀_•́ )╭∩╮',
		'¯\\_(ツ)_/¯',
		'╮ (. ❛ ᴗ ❛.) ╭',
		'👅',
	];
	return vars[Math.floor(Math.random() * vars.length)];
}

export function skipBoobs() {
	const vars = [
		'Сегодня не пятница.',
		'Сегодня сисек не завезли. Заходите в пятницу.',
		'В пятницу получишь.',
		'╭∩╮( •̀_•́ )╭∩╮',
		'¯\\_(ツ)_/¯',
		'╮ (. ❛ ᴗ ❛.) ╭',
		'👅',
		'(＾◡＾)っ✂╰⋃╯',
	];
	return vars[Math.floor(Math.random() * vars.length)];
}

export function boobs() {
	const vars = [
		'(.)(.)',
		'( • )( • )',
		'( . Y . )',
		'( • )( • )ԅ(≖‿≖ԅ)',
		'( • )( • )ԅ(‾⌣‾ԅ)',
		'( • )( • )ԅ(≖⌣≖ԅ)',
		'（(◎)＿(◎)）',
		'(. | .)',
		'//o-o\\',
		'( ๏ 人 ๏ )',
		'( .  人  . )',
		'( ͜ₒ ㅅ ͜ ₒ)',
		'( ͜. ㅅ ͜. )🥛 yumy',
		'( . 人 . )',
		'( ͜. ㅅ ͜. )',
		'👉( . )( . ) 👈',
		'(๏ 人 ๏)',
		'( ͜ₒ ㅅ ͜ ₒ)ლ(´ڡ`ლ)',
		'( • ) ( • )-----(≖_≖)',
		'I ♡ ( . )( . )',
		'(͜ₒ ㅅ ͜ ₒ)',
		'🍒',
		'(   +   )   (   +   )',
	];
	return vars[Math.floor(Math.random() * vars.length)];
}

export function butts() {
	const vars = [
		'🫱( ‿ * ‿ )🫲',
		'(‿ˠ‿)',
		'(‿∣‿) slap 🤤',
		'(‿ˠ‿) ԅ(‾⌣‾ԅ)',
		'( ‿ 人 ‿ )',
		'(_!_) - жопа обыкновенная',
		'(__!__) - жирная жопа',
		'(_._) - жопа плоская',
		'(!) - тощая жопа',
		'{_!_} - шикарная жопа',
		'(_*_) - геморройная жопа',
		'(_zzz_) - жопа усталая',
		'(_?_) - жопа безмозглая',
		'(_о_) - жопа пользованная',
		'(_0_) - много раз пользованная',
		'(_$_) - новорусская жопа',
		'(_x_) - поцелуй меня в жопу!',
		'(_Х_) - оставь мою жопу в покое!',
		'(_^_) - заносчивая жопа.',
		'(ЖоЖ) - волосатая жопа',
		'("|") - волосатая жопа',
		'. - жопа, вид из космоса',
		'(_~_) - хитрая жопа',
		'(_:-)_) - очень хитрая жопа',
		'_e=mc2_) - умная жопа',
		'(_Ъ_) - твердая жопа',
		'(_Ь_) - мягкая жопа',
		'(_GO_) - иди в жопу',
		'->(_!_) пошел в жопу',
		'(_!_)-> как из жопы',
		'(_SOS_) - жопа в беде',
		'(_#_) - жопа зека',
		'{-------O-------} очень большая жопа',
		//'"КРЫЛАТЫЕ" ЖОПЫ',
		'(_100%_) - полная жопа (крылатая фраза)',
		'(_!_)] - жопа с ручкой',
		'(_!_)S - жопа с ручкой',
		'->(_!_)-> через жопу (делать что-либо)',
		'(_=_) какая, в жопу, разница?',
		//'КОРОТКИЕ СООБЩЕНИЯ',
		'(_Я_) - Я в жопе...',
		'(__Я__) - Я в полной жопе...',
		'(_Мы_) - Мы в жопе:',
		'(_->._) - Иди в жопу!',
		//'к(_!_)Э - жопа с ушами',
		'c( o ) - жопа с ручкой',
		'(_!_)(___!___)(_!_)(__!__) - Ронины на построении...',
	];
	return vars[Math.floor(Math.random() * vars.length)];
}

export function oleg() {
	const vars = [
		'💪🏻',
		'🏋',
		'💪',
		'🏋️‍♂️',
		'🏋🏽‍♂️',
		'🏋️',
		'🏋🏼',
		'🏋🏿',
		'🏋️‍♀️',
		'🏋🏻‍♂️',
		'💪🏼',
		'🏋🏼‍♂️',
		'💪🏿',
		'🏋🏻‍♀️',
		'🏋🏽',
		'🏋🏾‍♂️',
		'🏋🏻',
		'🏋🏿‍♂️',
	];
	return vars[Math.floor(Math.random() * vars.length)];
}
